let data = [
  {
    category: "world",
    id: 1,
    image: `https://storage.kun.uz/source/8/KaiUZc5eMMYbbUohPT0LIcOUrUQJBzjo.jpg`,
    title: `Киев камикадзе дронлар ҳужумига учради`,
    text: `Душанба куни тонгда Киев марказида камида тўртта портлаш рўй берди. Украина ҳукумати россиялик ҳарбийлар Эрон етказиб берган камикадзе дронлар билан ҳужум қилгани ҳақида хабар берди. Зарбалар Украина бўйлаб ёппасига ракета зарбалари берилган кундан бир ҳафта ўтиб амалга оширилди.`,
    info: `Киев марказидаги Шевченко районидаги портлашлар ҳақида шаҳар мэри Виталий Кличко хабар берди. «Ҳаво тревогаси эълон қилинди. Бошпаналарда қолинг!» деб ёзди у ўзининг телеграм-каналида. 

        Украина президенти офиси раҳбари Андрей Ермак пойтахтга камикадзе дронлар орқали ҳужум қилинганини маълум қилди.
        
        «Россияликлар бу уларга ёрдам беради деб ўйлаяпти, аммо бундай ҳаракатлар ўлим талвасасига ўхшайди. Бизга кўпроқ ва имкон қадар тез фурсатда ҳаво ҳужумидан мудофаа тизимлари керак. Бизда секин ҳаракатланишга вақт йўқ. Осмонни ҳимоя қилиш ва душманни йўқ қилиш учун кўпроқ қурол. Шундай ҳам бўлади», деб ёзди у телеграмда. 
        
        Reuters агентлиги хабарига кўра, дронлар марказий темирйўл вокзали атрофига келиб тушган, бу бир қанча ёнғинлар келтириб чиқарган ва турар жойларни шикастлаган.`,
  },
  {
    category: "world",
    id: 2,
    image: `https://storage.kun.uz/source/8/UWalLyiXly2aMwy8XeNOcfF3PaFeo4qv.jpg`,
    title: `Россия ҳукумати Украина билан музокаралар ҳақида тез-тез гапира бошлади, бундан асл мақсад нима?`,
    text: `Афтидан, Кремль вақтдан ютмоқчи ва 2023 йилда «кенг кўламли ҳужумга ўтиш»га тайёрланмоқчи.`,
    info: `Сўнгги ҳафталарда Россия ҳукумати Украина ёки Ғарб давлатлари билан бошланиши мумкин бўлган музокаралар ҳақида тез-тез гапирмоқда. Масалан, 14 октябр куни Россия ташқи разведка хизмати раҳбари Сергей Наришкин музокаралар ўтказилиши мумкинлигини, бироқ бу фақат «муайян шартлар асосида» бўлишини айтди. 6 октябр куни эса Федерация Кенгаши раиси Валентина Матвиенко Украина ҳукуматига Россия «таклиф қилган шартлар» асосида «тинчлик шартномаси» бўйича музокараларни «ҳозироқ» бошлашни таклиф қилганди.`,
  },
  {
    category: "world",
    id: 3,
    image: `https://storage.kun.uz/source/8/G101XK3DLN-yP2Zvh7lR_BrGfCGKC5Uv.jpg`,
    title: `«Ҳамма чуқур умидсизликда, кайфият жуда ёмон» – WP россиялик тадбиркорлар билан суҳбатлашди`,
    text: `Улар тушкунликка тушган ва ҳокимият ўзгаришини кутишмоқда.`,
    info: `Россия ҳарбийларнинг Украина бўйлаб йўллаган навбатдаги ракета зарбаларидан кейин россиялик амалдорлар ва тадбиркорларнинг бир қисми «тушкунликка тушиб қолган». The Washington Post нашри ёзишича, улар бу ҳаракат мамлакатдаги сиёсий ва иқтисодий аҳвол янада ёмонлашишига сабаб бўлади деган фикрда.`,
  },
  {
    category: "local",
    id: 4,
    image: `https://storage.kun.uz/source/8/rZ_Gn9JEtjo9P9S39_Hx8mrKHwWfSFLp.jpg`,
    title: `«Заҳарли ҳаво одам танламайди» — Интернетда «Чангкент»га айланаётган Тошкент ҳавоси мавзуси кўтарилди `,
    text: `Британияда яшовчи ўзбекистонлик журналист ҳар сафар Тошкентга келганида шаҳар ҳавоси қанчалик ифлосланиб бораётганини ҳис қилиши ҳақида гапириб берди. Гидрометеоролог мутахассис буни тасдиқлаб, бир мисолни келтирди: унинг айтишича, 2 октябр тонгида пойтахт ҳавоси бир муддат нафас олиб бўлмайдиган даражада ифлос бўлган.
        `,
    info: `«Ўзгаришлар мендек одамга кўпроқ сезилади, чунки йилига атиги икки марта келаман. Ҳаво шу қадар ифлоски, ҳаводаги заҳар ҳатто жигаррангда кўзга кўриниб туради. Уни нафас йўлларингда ва таъм қабул қилгичларингда сезасан. Палапартиш қурувчи компаниялар занжирини узган қутурган итдек, қурилишлардаги чанг-тўзон машиналардан чиққан карбонат ангидрид, азот оксиди ва метан билан қўшилиб ўпкангни емиради. Деҳлига борганимда худди шундай ҳавони сезгандим. Ҳатто аҳоли ўта зич жойлашган Чилонзордек мавзелардаги ҳар қарич жойда кўп-кўп қаватли турар жойлар қуриляпти. Машиналар тирбандлигидан чарчаб метрога тушсам, авваллари кундузи бемалол бўладиган метро вагонлари ҳам одамларга тўла.`,
  },
  {
    category: "local",
    id: 5,
    image: `https://storage.kun.uz/source/8/iur7_TqmpGoHBYHF-tV7f07gJjwzcmNF.jpg`,
    title: `«Мактабларда аслида ишламайдиган ходимларга иш ҳақи ҳисобланган, маблағлар ўзлаштирилгани аниқланди» – ХТВ`,
    text: `Халқ таълими вазирлиги ички аудит хизмати ўтказилган назорат тадбирларида 12,1 млрд сўм миқдоридаги бюджет маблағларини ўзлаштириш ҳолатлари аниқланган.`,
    info: `17 октябрь куни АОКАда бўлиб ўтган матбуот анжуманида 2022 йилнинг ўтган 9 ойи давомида ўтказилган комплекс аудит тадбирлари натижасида 609 млрд сўмлик молиявий хато ва камчиликларнинг олди олинишига эришилгани маълум қилинди. Қайд этилишича, тизимдаги таълим муассасаларида ўтказилган 619 та назорат тадбирларида 64,8 млрд сўмлик молиявий қонунбузилиш (шундан, 12,1 млрд сўмлик ўзлаштириш) ҳолатлари аниқланган.`,
  },
  {
    category: "local",
    id: 6,
    image: `https://storage.kun.uz/source/8/5OW0Atall-YFb4T_JCc7CYhc9fYLb4mR.jpg`,
    title: `Нарх-наво, ижара ва меҳнат бозорига таъсир – россияликлар оқими Ўзбекистон иқтисодиёти учун нима англатади? `,
    text: `Иқтисодчилар Отабек Бакиров ва Миркомил Холбоев Kun.uz билан суҳбатда россиялик мигрантларнинг қайси бозорларга қандай таъсир қилиши ҳақида гапирди. «Аҳоли ёки истеъмолнинг 1 фоизга ошиши нарх-навога таъсир қилмайди», – дейди Миркомил Холбоев. Отабек Бакиров эса мигрантларнинг таъсири улар Ўзбекистонда вақтинча ёки узоқ қолишига боғлиқлигини айтади. `,
    info: `«Масалан, ижара бозорида мувозанат бузилди. Бу фақатгина ижара учун квартира излаб юрганларга эмас, балки исталган шу вақтгача ижарада турганларга ҳам таъсир қиляпти. Умуман, ҳозиргача ижарада турганлар учун ҳам уй эгалари нархларни оширяпти. Бу нарсани ижара бозорига кескин таъсир қилганини кўриш мумкин», – дейди у.`,
  },
  {
    category: "sport",
    id: 7,
    image: `https://storage.kun.uz/source/8/X1kAQ7yDTpgdetFrhMO01XCm6mBx3rAH.jpg`,
    title: `Испанияда Неймарни 5 йилга қамашни талаб қилишмоқда. Футболчи «Барса»га ўтишида фириб ишлатилган `,
    text: `Бразилия миллий жамоаси ва «ПСЖ» ҳужумчиси Неймар 2013 йилда қадрдон «Сантос» клубидан «Барселона»га ўтишда молиявий фирибгарлик схемасида иштирок этган. Энди уни Барселона шаҳри судида кутишмоқда. У жаҳон чемпионатини ўтказиб юбориши мумкинми? `,
    info: `Жаҳон чемпионатига бир ой қолганда унинг суперюлдузларидан бири коррупцияда айбланиб, суд маҳкамасига тортилади. 17 октябр куни Барселона шаҳрида Неймарнинг «Сантос»дан «Барселона»га шов-шувли трансфери атрофидаги можаро билан боғлиқ якуний суд жараёни бошланади. `,
  },
  {
    category: "sport",
    id: 8,
    image: `https://static.sports.uz/crop/a6dda72a5efa2ba7ac3da474bbd4f2cf.jpg`,
    title: `Ispaniya La Ligasi. "Real" "el-klasiko"da muhim g‘alabani qo‘lga kiritdi`,
    text: `La Liga 9-turidan o‘rin olgan "Real" - "Barselona" uchrashuvi yakuniga etdi. Mazkur bahsda mezbonlar 3:1 hisobida raqibdan ustun keldi.`,
    info: `"Qirollik klubi" tarkibida  Benzema, Valverde va Rodrigo o‘z nomini tabloga yozdirib qo‘ydi. Mehmonlarning yagona goliga Torres mualliflik qildi. Shu tariqa, "qaymoqranglilar" 9 turdan so‘ng 25 ochko ishlashga muvaffaq bo‘ldi. Jamoa ayni payt peshqadamlik qilib turibdi. "Barselona" hisobida 22 ochko mavjud bo‘lib, klub 2-pog‘onani band etgan.`,
  },
  {
    category: "sport",
    id: 9,
    image: `https://static.sports.uz/crop/10ecd2d95df71b495daac29511d741f6.jpg`,
    title: `Shomurodov ketadi(mi?)...`,
    text: `“Roma” sport direktori Tyagu Pinto hujum chizig‘i bo‘yicha bir necha muhim ishlarni amalga oshirishni rejalashtirmoqda.`,
    info: `Birinchi navbatda, klub rahbariyati universal hujumchi Nikolo Dzanolo bilan yangi bitim tuzish masalasini hal qilish arafasida turibdi. Tyagu Pinto futbolchining agenti Vigorelli bilan o‘zaro hamkorlik bo‘yicha bir qarorga kelishning so‘nggi muddati dekabr oyi bo‘lishini kelishib olgan. Chunki bu masala hal bo‘lishi bilan, Tyagu Pinto qishki transferlar davri, ya’ni yanvar oyida bir necha o‘zgarishlarni amalga oshirishni mo‘ljallagan. “Roma” va Nikolo Dzanolo shartnomaning aksariyat bandlari bo‘yicha kelishuvga erishib bo‘lgan. Hamkorlik 2027 yilning yarmigacha uzaytiriladi. Hal qilinishi lozim bo‘lgan masala maoshga tegishli. 23 yoshli futbolchi har mavsum uchun kamida 4 million evro maosh talab qilmoqda.`,
  },
];

export default data;
